Repository: github188/ffdfdffeasyn_p_all
Catalog: 1_EASNYP/IDHD CONTROL/*.lproj/easyn.strings
Languages: fr

# WIFI一键设置
source: Add Camera
fr: Ajouter une caméra

# AddApWifiOtherTips
source: 2.Ethernet cable connection or connected to router wirelessly
fr: 2.Connexion via QR Code ou recherche Wi-Fi

# AddApWifiNextStep
source: Next
fr: Suivant

# AddApWifiStep2Tips
source: Please connect the power adapter to the camera,then the camera will rotate, after Ding-Dong tone from camera,then click "Next"
fr: Veuillez connecter le câble d’alimentation à la caméra. Une fois que celle ci tourne et émet une sonnerie merci d’appuyer sur la touche suivant.

# AddApWifiStep2NeedWifiTips
source: Please make sure the phone connect wifi first.
fr: Veuillez vous assurer que votre téléphone est bien connecté à votre réseau wifi.

# AddApWifiStep3SettingBtnTitle
source: Setting
fr: Confirmer

# AddApWifiSSIDTips
source: SSID can not be empty!
fr: SSID ne peut être vide

# AddApWifiPsdTips
source: Password can not be empty!
fr: Le mot de passe ne peut être vide

# AddApWifiAudioTips
source: If any Ding-dong tone from camera?
fr: Un son Ding-Dong est t'il joué par votre caméra ?

# AddApWifiResetTips
source: Press the RESET button at the bottom of camera for 10 seconds for RESET
fr: Appuyer sur le boutton "Redémarrer" sur le bas de la caméra pour la redémarrer.

# AddApWifiWaitingTips
source: Wi-fi is configuration, please wait patiently
fr: Le Wi-Fi est en configuration veuillez attendre quelques instants.

# AddApWifiErrorTips
source: WIFI connection failed, please confirm your wifi password!
fr: La connexion Wi-Fi a échouer, veuillez confirmer le mot de passe Wi-Fi

# ViewPsdLbl
source: Show password
fr: Afficher le mot de passe
